Repository: DyorHQ/IOS-app
Catalog: ios/DyorHQ/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ko, zh_hans

source: Sign in with Apple couldn’t start. Make sure this iPhone is signed in to an Apple Account in Settings, then try again.
es: No se pudo abrir Iniciar sesión con Apple. Asegúrate de que este iPhone tenga una Cuenta de Apple con sesión iniciada en Ajustes y vuelve a intentarlo.
fr: « Se connecter avec Apple » n'a pas pu démarrer. Vérifiez que cet iPhone est connecté à un compte Apple dans Réglages, puis réessayez.
ko: Apple로 로그인을 시작할 수 없습니다. 이 iPhone이 설정에서 Apple 계정에 로그인되어 있는지 확인한 후 다시 시도하십시오.
zh_hans: “通过 Apple 登录”无法启动。确保此 iPhone 已在“设置”中登录 Apple 账户，然后重试。

source: Sign in with Face ID or Touch ID. Add one per device.
es: Inicia sesión con Face ID o Touch ID. Añade una por dispositivo.
fr: Connectez-vous avec Face ID ou Touch ID. Ajoutez-en une par appareil.
ko: Face ID 또는 Touch ID로 로그인해요. 기기마다 하나씩 추가하세요.
zh_hans: 使用 Face ID 或 Touch ID 登录。每台设备添加一个。

source: Sign in with a Passkey
es: Iniciar sesión con una llave de acceso
fr: Se connecter avec une clé d'identification
ko: 패스키로 로그인
zh_hans: 使用通行密钥登录

source: Sign in with a wallet to join DyorHQ social.
es: Inicia sesión con una billetera para unirte a DyorHQ social.
fr: Connectez-vous avec un portefeuille pour rejoindre DyorHQ Social.
ko: 지갑으로 로그인하고 DyorHQ Social에 참여하세요.
zh_hans: 使用钱包登录以加入 DyorHQ Social。

source: Sign out of DyorHQ
es: Cerrar sesión en DyorHQ
fr: Se déconnecter de DyorHQ
ko: DyorHQ에서 로그아웃
zh_hans: 从 DyorHQ 退出登录

source: Sign out of DyorHQ?
es: ¿Cerrar sesión en DyorHQ?
fr: Se déconnecter de DyorHQ ?
ko: DyorHQ에서 로그아웃할까요?
zh_hans: 从 DyorHQ 退出登录？

source: Sign up or log in. New accounts verify with a one-time code.
es: Regístrate o inicia sesión. Las cuentas nuevas se confirman con un código de verificación.
fr: Inscrivez-vous ou connectez-vous. Les nouveaux comptes sont vérifiés avec un code à usage unique.
ko: 가입하거나 로그인하세요. 새 계정은 일회용 인증 코드로 인증해요.
zh_hans: 注册或登录。新账户需通过一次性验证码验证。

source: Sign-in
es: Acceso
fr: Connexion
ko: 로그인
zh_hans: 登录方式

source: Sign-in is not set up in this build. Add the Privy keys to Secrets.xcconfig.
es: El inicio de sesión no está configurado en esta versión. Añade las claves de Privy a Secrets.xcconfig.
fr: La connexion n'est pas configurée dans cette version. Ajoutez les clés Privy à Secrets.xcconfig.
ko: 이 빌드에는 로그인이 설정되어 있지 않습니다. Secrets.xcconfig에 Privy 키를 추가하십시오.
zh_hans: 此版本未配置登录。将 Privy 密钥添加到 Secrets.xcconfig。

source: Signed and forwarded by your Perpl API key over the trading connection.
es: Firmado y reenviado por tu clave API de Perpl a través de la conexión de trading.
fr: Signé et transmis par votre clé API Perpl via la connexion de trading.
ko: 거래 연결을 통해 Perpl API 키로 서명되고 전달돼요.
zh_hans: 由你的 Perpl API 密钥签名，并通过交易连接转发。

source: Signed in
es: Sesión iniciada
fr: Connecté
ko: 로그인됨
zh_hans: 已登录

source: Signed in with %@
es: Sesión iniciada con %@
fr: Connecté avec %@
ko: 로그인 방식: %@
zh_hans: 登录方式：%@

source: Signed this session
es: Firmado en esta sesión
fr: Signé pendant cette session
ko: 이번 세션 서명 금액
zh_hans: 本次会话已签名金额

source: Signed up before September 24, 2026?
es: ¿Te registraste antes del 24 de septiembre de 2026?
fr: Compte créé avant le 24 septembre 2026 ?
ko: 2026년 9월 24일 이전에 가입하셨나요?
zh_hans: 2026 年 9 月 24 日之前注册？

source: Signing any message other than DyorHQ sign-in
es: Firmar cualquier mensaje que no sea el inicio de sesión en DyorHQ
fr: Signature de tout message autre que la connexion DyorHQ
ko: DyorHQ 로그인 외의 모든 메시지 서명
zh_hans: 签署 DyorHQ 登录以外的任何消息

source: Signing in with Apple
es: Iniciando sesión con Apple
fr: Connexion avec Apple
ko: Apple로 로그인하는 중
zh_hans: 正在通过 Apple 登录

source: Signing in with Google
es: Iniciando sesión con Google
fr: Connexion avec Google
ko: Google로 로그인하는 중
zh_hans: 正在通过 Google 登录

source: Signs without another prompt until the session ends; then %1$@ again. A new length applies from the next session, and a longer one needs %2$@.
es: Firma sin volver a preguntar hasta que termina la sesión; después, %1$@ otra vez. Una nueva duración se aplica desde la siguiente sesión, y una más larga requiere %2$@.
fr: Signe sans nouvelle demande jusqu'à la fin de la session ; ensuite, une nouvelle confirmation avec %1$@ est demandée. Une nouvelle durée s'applique à partir de la session suivante, et une durée plus longue nécessite une confirmation avec %2$@.
ko: 세션이 끝날 때까지 추가 확인 없이 서명하며, 그 후에는 다시 %1$@를 요청합니다. 새 길이는 다음 세션부터 적용되며, 더 긴 길이로 바꾸려면 %2$@가 필요합니다.
zh_hans: 会话结束前签名不会再次提示；之后需再次使用 %1$@。新的时长从下一个会话开始生效，更长的时长需要 %2$@。

source: Since open
es: Desde apertura
fr: Depuis l'ouverture
ko: 시초가 대비
zh_hans: 开盘以来

source: Size
es: Tamaño
fr: Taille
ko: 수량
zh_hans: 数量

source: Size (%@)
es: Tamaño (%@)
fr: Taille (%@)
ko: 수량(%@)
zh_hans: 数量（%@）

source: Size, share of available margin
es: Tamaño, parte del margen disponible
fr: Taille, part de la marge disponible
ko: 수량, 사용 가능 증거금 대비 비율
zh_hans: 数量，占可用保证金的比例

source: Slippage
es: Deslizamiento
ko: 슬리피지
zh_hans: 滑点

source: Slippage %@
es: Deslizamiento %@
ko: 슬리피지 %@
zh_hans: 滑点 %@

source: Sold %@
es: Vendiste %@
fr: Vente de %@
ko: %@ 매도
zh_hans: 已卖出 %@

source: Some DyorHQ coins here were sent to your wallet without you choosing them here. Anyone can launch a coin on DyorHQ: check the contract before you send.
es: Algunas monedas de DyorHQ que aparecen aquí se enviaron a tu billetera sin que las eligieras aquí. Cualquiera puede lanzar una moneda en DyorHQ: revisa el contrato antes de enviar.
fr: Certains jetons DyorHQ ici ont été envoyés à votre portefeuille sans que vous les ayez choisis ici. Tout le monde peut lancer un jeton sur DyorHQ : vérifiez le contrat avant d'envoyer.
ko: 여기 있는 일부 DyorHQ 코인은 여기서 직접 선택하지 않았는데 지갑으로 전송된 코인입니다. 누구나 DyorHQ에서 코인을 런칭할 수 있으므로, 보내기 전에 컨트랙트를 확인하십시오.
zh_hans: 这里的部分 DyorHQ 币是他人发送到你钱包的，并非你在此选择的。任何人都可以在 DyorHQ 上发射代币：发送前先检查合约。

source: Some details of this launch couldn't be read just now.
es: No se pudieron leer algunos detalles de este lanzamiento en este momento.
fr: Certains détails de ce lancement n'ont pas pu être lus pour le moment.
ko: 지금은 이 런칭의 일부 정보를 읽을 수 없습니다.
zh_hans: 暂时无法读取此次发射的部分详情。

source: Some launch coins couldn't be read just now — showing the last ones read.
es: No se pudieron leer algunas monedas de lanzamientos en este momento; se muestran las últimas leídas.
fr: Certains jetons de lancement n'ont pas pu être lus pour le moment — affichage des dernières données lues.
ko: 지금은 일부 런칭 코인을 읽지 못해 마지막으로 읽은 값을 표시하고 있어요.
zh_hans: 暂时无法读取部分发射币，显示的是上次读取的数据。

source: Some launchpad activity couldn't be read just now. Pull to refresh.
es: No se pudo leer parte de la actividad del launchpad en este momento. Desliza hacia abajo para actualizar.
fr: Une partie de l'activité du launchpad n'a pas pu être lue pour le moment. Tirez pour actualiser.
ko: 지금은 일부 런치패드 활동을 읽지 못했어요. 당겨서 새로 고침하세요.
zh_hans: 暂时无法读取部分 Launchpad 动态。下拉刷新。

source: Some of the old stop-losses were cancelled, but one was refused and is still live (%@). The new one wasn't placed. Check Orders.
es: Se cancelaron algunos de los stop loss anteriores, pero uno fue rechazado y sigue activo (%@). No se colocó el nuevo. Revisa Órdenes.
fr: Certains des anciens stop loss ont été annulés, mais l'un d'eux a été refusé et reste actif (%@). Le nouveau n'a pas été placé. Vérifiez l'onglet Ordres.
ko: 기존 손절 주문 중 일부는 취소되었지만 하나는 거부되어 아직 활성 상태입니다(%@). 새 주문은 넣지 않았습니다. ‘주문’ 탭을 확인하십시오.
zh_hans: 部分旧止损已取消，但其中一个被拒绝，仍然有效（%@）。新的止损未下单。查看“委托”。

source: Some of the old take-profits were cancelled, but one was refused and is still live (%@). The new one wasn't placed. Check Orders.
es: Se cancelaron algunos de los take profit anteriores, pero uno fue rechazado y sigue activo (%@). No se colocó el nuevo. Revisa Órdenes.
fr: Certains des anciens take profit ont été annulés, mais l'un d'eux a été refusé et reste actif (%@). Le nouveau n'a pas été placé. Vérifiez l'onglet Ordres.
ko: 기존 익절 주문 중 일부는 취소되었지만 하나는 거부되어 아직 활성 상태입니다(%@). 새 주문은 넣지 않았습니다. ‘주문’ 탭을 확인하십시오.
zh_hans: 部分旧止盈已取消，但其中一个被拒绝，仍然有效（%@）。新的止盈未下单。查看“委托”。

source: Some prices and part of your wallet couldn't be read, so values and tokens may be missing, and no token was picked for you.
es: No se pudieron leer algunos precios ni parte de tu billetera, así que pueden faltar valores y tokens, y no se eligió ningún token por ti.
fr: Certains prix et une partie de votre portefeuille n'ont pas pu être lus : des valeurs et des jetons peuvent donc manquer, et aucun jeton n'a été choisi pour vous.
ko: 일부 가격과 지갑의 일부를 읽지 못해 금액과 토큰이 누락되었을 수 있으며, 토큰을 자동으로 선택하지 않았어요.
zh_hans: 部分价格和你钱包的部分内容无法读取，因此可能缺少金额和代币，也未为你自动选择代币。

source: Some prices and part of your wallet couldn't be read, so values and tokens may be missing, and no total is shown.
es: No se pudieron leer algunos precios ni parte de tu billetera, así que pueden faltar valores y tokens, y no se muestra ningún total.
fr: Certains prix et une partie de votre portefeuille n'ont pas pu être lus : des valeurs et des jetons peuvent donc manquer, et aucun total n'est affiché.
ko: 일부 가격과 지갑의 일부를 읽지 못해 금액과 토큰이 누락되었을 수 있으며, 합계는 표시하지 않아요.
zh_hans: 部分价格和你钱包的部分内容无法读取，因此可能缺少金额和代币，也不显示总额。

source: Some prices couldn't be read, so values are missing and no token was picked for you.
es: No se pudieron leer algunos precios, así que faltan valores y no se eligió ningún token por ti.
fr: Certains prix n'ont pas pu être lus : des valeurs manquent donc et aucun jeton n'a été choisi pour vous.
ko: 일부 가격을 읽지 못해 금액이 누락되었으며, 토큰을 자동으로 선택하지 않았어요.
zh_hans: 部分价格无法读取，因此缺少金额，也未为你自动选择代币。

source: Some prices couldn't be read, so values are missing and no total is shown.
es: No se pudieron leer algunos precios, así que faltan valores y no se muestra ningún total.
fr: Certains prix n'ont pas pu être lus : des valeurs manquent donc et aucun total n'est affiché.
ko: 일부 가격을 읽지 못해 금액이 누락되었으며, 합계는 표시하지 않아요.
zh_hans: 部分价格无法读取，因此缺少金额，也不显示总额。

source: Some tokens here carry the name of another token but are other contracts. Check the contract before you send.
es: Algunos tokens de aquí llevan el nombre de otro token, pero son otros contratos. Revisa el contrato antes de enviar.
fr: Certains jetons ici portent le nom d'un autre jeton mais sont d'autres contrats. Vérifiez le contrat avant d'envoyer.
ko: 여기 있는 일부 토큰은 다른 토큰의 이름을 쓰지만 다른 컨트랙트입니다. 보내기 전에 컨트랙트를 확인하십시오.
zh_hans: 这里的部分代币使用了其他代币的名称，但属于不同的合约。发送前先检查合约。

source: Spends
es: Gasta
fr: Dépense
ko: 사용처
zh_hans: 花费于

source: Split
es: Reparto
fr: Répartition
ko: 배분
zh_hans: 分配

source: Split (you · DyorHQ · reserve)
es: Reparto (tú · DyorHQ · reserva)
fr: Répartition (vous · DyorHQ · réserve)
ko: 배분(나 · DyorHQ · 준비금)
zh_hans: 分配（你 · DyorHQ · 储备金）

source: Square images look best.
es: Las imágenes cuadradas se ven mejor.
fr: Les images carrées rendent mieux.
ko: 정사각형 이미지가 가장 보기 좋아요.
zh_hans: 正方形图片效果最佳。

source: Start Trading
es: Empezar a operar
fr: Commencer à trader
ko: 거래 시작하기
zh_hans: 开始交易

source: Status
es: Estado
fr: Statut
ko: 상태
zh_hans: 状态

source: Still needed
es: Aún falta
fr: Encore nécessaire
ko: 남은 금액
zh_hans: 仍需

source: Still reading your wallet's history, so more tokens may be added.
es: Aún se está leyendo el historial de tu billetera, así que pueden añadirse más tokens.
fr: Lecture de l'historique de votre portefeuille en cours : d'autres jetons peuvent encore être ajoutés.
ko: 아직 지갑 내역을 읽는 중이라 토큰이 더 추가될 수 있어요.
zh_hans: 仍在读取你的钱包历史，因此可能还会添加更多代币。

source: Still settling — this can take a minute. Check your balance on %@; DyorHQ keeps checking while it's open.
es: Aún se está completando; puede tardar un minuto. Revisa tu saldo en %@; DyorHQ sigue comprobándolo mientras está abierta.
fr: Règlement en cours — cela peut prendre une minute. Vérifiez votre solde sur %@ ; DyorHQ continue de vérifier tant qu'il est ouvert.
ko: 아직 정산 중이에요 — 1분 정도 걸릴 수 있어요. %@에서 잔액을 확인하세요. DyorHQ는 열려 있는 동안 계속 확인해요.
zh_hans: 仍在结算中，可能需要一分钟。在 %@ 上查看你的余额；DyorHQ 打开期间会持续检查。

source: Still vesting
es: Aún en vesting
fr: Encore en vesting
ko: 베스팅 중
zh_hans: 解锁中

source: Stop Watching
es: Dejar de observar
fr: Ne plus surveiller
ko: 지켜보기 중단
zh_hans: 停止观察

source: Stop loss price, USD
es: Precio del stop loss, USD
fr: Prix du stop loss, USD
ko: 손절 가격, USD
zh_hans: 止损价格（USD）

source: Stop watching this address?
es: ¿Dejar de observar esta dirección?
fr: Ne plus surveiller cette adresse ?
ko: 이 주소 지켜보기를 중단할까요?
zh_hans: 停止观察此地址？

source: Stop-loss couldn't execute
es: No se pudo ejecutar el stop loss
fr: Le stop loss n'a pas pu s'exécuter
ko: 손절 주문 실행 실패
zh_hans: 止损无法执行

source: Stop-loss expired
es: Stop loss expirado
fr: Stop loss expiré
ko: 손절 주문 만료됨
zh_hans: 止损已过期

# Stop-loss moved to %@, closing %@. The old one was cancelled.
source: Stop-loss moved to %1$@, closing %2$@. The old one was cancelled.
es: Stop loss movido a %1$@; cierra %2$@. El anterior se canceló.
fr: Stop loss déplacé à %1$@, clôturant %2$@. L'ancien a été annulé.
ko: 손절 주문을 옮겼어요: %1$@에서 %2$@ 종료. 기존 주문은 취소되었어요.
zh_hans: 止损已移至 %1$@，平仓 %2$@。旧的止损已取消。

source: Stop-loss not changed: %@ The old one is still live.
es: Stop loss sin cambios: %@ El anterior sigue activo.
fr: Stop loss non modifié : %@ L'ancien est toujours actif.
ko: 손절 주문이 변경되지 않았습니다: %@ 기존 주문은 아직 활성 상태입니다.
zh_hans: 止损未更改：%@旧的止损仍然有效。

source: Stop-loss not placed
es: Stop loss no colocado
fr: Stop loss non placé
ko: 손절 주문이 설정되지 않음
zh_hans: 止损未下单

source: Stop-loss not placed: %@
es: Stop loss no colocado: %@
fr: Stop loss non placé : %@
ko: 손절 주문이 설정되지 않았습니다: %@
zh_hans: 止损未下单：%@

source: Stop-loss removed.
es: Stop loss quitado.
fr: Stop loss supprimé.
ko: 손절 주문이 제거되었어요.
zh_hans: 止损已移除。

# Stop-loss set at %@, closing %@.
source: Stop-loss set at %1$@, closing %2$@.
es: Stop loss fijado en %1$@; cierra %2$@.
fr: Stop loss défini à %1$@, clôturant %2$@.
ko: 손절 주문을 설정했어요: %1$@에서 %2$@ 종료.
zh_hans: 止损已设于 %1$@，平仓 %2$@。

source: Stop-loss triggered
es: Stop loss activado
fr: Stop loss déclenché
ko: 손절 주문 트리거됨
zh_hans: 止损已触发

source: Stopped at %@. Only the steps above were sent.
es: Se detuvo en la verificación con %@. Solo se enviaron los pasos de arriba.
fr: Interrompu lors de la confirmation avec %@. Seules les étapes ci-dessus ont été envoyées.
ko: %@ 인증에서 중단되었습니다. 위의 단계만 전송되었습니다.
zh_hans: 在 %@ 验证时停止。仅发送了上方的步骤。

source: Strong
es: Fuerte
fr: Fort
ko: 강함
zh_hans: 强

source: Stuck since
es: Atascada desde
fr: Bloqué depuis
ko: 멈춘 시점
zh_hans: 卡住始于

source: Supply
es: Suministro
fr: Offre
ko: 공급량
zh_hans: 供应量

source: Support
es: Soporte
fr: Assistance
ko: 고객 지원
zh_hans: 客服支持

source: Support and community
es: Soporte y comunidad
fr: Assistance et communauté
ko: 고객 지원 및 커뮤니티
zh_hans: 客服与社区

source: Swap
es: Intercambiar
fr: Échanger
ko: 스왑하기
zh_hans: 兑换

source: Swap %@
es: Intercambiar %@
fr: Échanger %@
ko: %@ 스왑
zh_hans: 兑换 %@

# Swap %@ for %@
source: Swap %1$@ for %2$@
es: Intercambiar %1$@ por %2$@
fr: Échanger %1$@ contre %2$@
ko: %1$@ → %2$@ 스왑
zh_hans: 将 %1$@ 兑换为 %2$@

# Swap %@ for %@ at the best price across Monad's venues.
source: Swap %1$@ for %2$@ at the best price across Monad's venues.
es: Intercambia %1$@ por %2$@ al mejor precio entre las plataformas de Monad.
fr: Échangez %1$@ contre %2$@ au meilleur prix parmi les plateformes de Monad.
ko: Monad 거래소 전체에서 가장 좋은 가격으로 %1$@ → %2$@ 스왑하세요.
zh_hans: 在 Monad 各交易场所中以最优价格将 %1$@ 兑换为 %2$@。

# Swap %@ on %@
source: Swap %1$@ on %2$@
es: Intercambiar %1$@ en %2$@
fr: Échanger %1$@ sur %2$@
ko: %2$@에서 %1$@ 스왑
zh_hans: 在 %2$@ 上兑换 %1$@

source: Swap History
es: Historial de intercambios
fr: Historique des échanges
ko: 스왑 내역
zh_hans: 兑换历史

source: Swap across every Monad venue
es: Intercambia en todas las plataformas de Monad
fr: Échangez sur toutes les plateformes Monad
ko: 모든 Monad 거래소에서 스왑
zh_hans: 在所有 Monad 交易场所兑换

source: Swap at the best price
es: Intercambia al mejor precio
fr: Échangez au meilleur prix
ko: 최적 가격으로 스왑
zh_hans: 以最优价格兑换

source: Swap complete
es: Intercambio completado
fr: Échange terminé
ko: 스왑 완료
zh_hans: 兑换完成

source: Swap direction
es: Invertir el sentido del intercambio
fr: Inverser le sens de l'échange
ko: 스왑 방향 바꾸기
zh_hans: 兑换方向

source: Swap first
es: Intercambio previo
fr: Échange préalable
ko: 먼저 스왑
zh_hans: 先兑换

source: Swapped
es: Intercambiaste
fr: Échange effectué
ko: 스왑 완료
zh_hans: 已兑换

# Swapped %@ → %@
source: Swapped %1$@ → %2$@
es: Intercambiaste %1$@ → %2$@
fr: Échange %1$@ → %2$@ effectué
ko: %1$@ → %2$@ 스왑 완료
zh_hans: 已兑换 %1$@ → %2$@

source: Swaps
es: Intercambios
fr: Échanges
ko: 스왑
zh_hans: 兑换

source: Swaps & Fills
es: Intercambios y ejecuciones
fr: Échanges et exécutions
ko: 스왑 및 체결
zh_hans: 兑换与成交

source: Swaps on Uniswap, Monday Trade and Kuru Flow
es: Intercambios en Uniswap, Monday Trade y Kuru Flow
fr: Échanges sur Uniswap, Monday Trade et Kuru Flow
ko: Uniswap, Monday Trade, Kuru Flow에서 스왑
zh_hans: 在 Uniswap、Monday Trade 和 Kuru Flow 上兑换

source: Symbol, name or address
es: Símbolo, nombre o dirección
fr: Symbole, nom ou adresse
ko: 심볼, 이름 또는 주소
zh_hans: 符号、名称或地址

source: System
es: Sistema
fr: Système
ko: 시스템
zh_hans: 跟随系统

source: TP removed
es: TP quitado
fr: TP supprimé
ko: 익절 제거됨
zh_hans: 已移除止盈

source: TP/SL can't be verified right now: Perpl trading is offline. Rows below may be out of date, and orders placed on other devices or the Perpl web app don't show.
es: Ahora no se pueden verificar los TP/SL: el trading en Perpl está desconectado. Las filas de abajo pueden estar desactualizadas, y no aparecen las órdenes colocadas desde otros dispositivos o la app web de Perpl.
fr: Les TP/SL ne peuvent pas être vérifiés pour le moment : le trading Perpl est hors ligne. Les lignes ci-dessous peuvent être obsolètes, et les ordres placés sur d'autres appareils ou sur l'app web Perpl n'apparaissent pas.
ko: 지금은 익절/손절을 확인할 수 없습니다. Perpl 거래가 오프라인입니다. 아래 항목은 최신이 아닐 수 있으며, 다른 기기나 Perpl 웹 앱에서 넣은 주문은 표시되지 않습니다.
zh_hans: 暂时无法验证止盈/止损：Perpl 交易处于离线状态。下方各行可能已过时，在其他设备或 Perpl 网页版上下的订单也不会显示。

source: TP/SL can't go on a reduce-only order. Set it on the position instead.
es: No se puede poner TP/SL en una orden de solo reducir. Configúralo en la posición.
fr: Un TP/SL ne peut pas être placé sur un ordre à réduction seule. Définissez-le plutôt sur la position.
ko: 리듀스 온리 주문에는 익절/손절을 설정할 수 없습니다. 대신 포지션에 설정하십시오.
zh_hans: 只减仓订单无法设置止盈/止损。改为在仓位上设置。

source: TP/SL updated
es: TP/SL actualizado
fr: TP/SL mis à jour
ko: 익절/손절 업데이트됨
zh_hans: 止盈/止损已更新

source: Take profit and stop loss
es: Take profit y stop loss
fr: Take profit et stop loss
ko: 익절 및 손절
zh_hans: 止盈和止损

source: Take profit price, USD
es: Precio del take profit, USD
fr: Prix du take profit, USD
ko: 익절 가격, USD
zh_hans: 止盈价格（USD）

source: Take-profit and stop-loss left from an earlier %@ long can't be checked while Perpl trading is offline. If you had any, check Orders first: they would act on this position.
es: Los take profit y stop loss que hayan quedado de una posición larga anterior en %@ no se pueden comprobar mientras el trading en Perpl está desconectado. Si tenías alguno, revisa Órdenes primero: actuarían sobre esta posición.
fr: Les take profit et stop loss restant d'un précédent long %@ ne peuvent pas être vérifiés tant que le trading Perpl est hors ligne. Si vous en aviez, vérifiez d'abord l'onglet Ordres : ils agiraient sur cette position.
ko: Perpl 거래가 오프라인인 동안에는 이전 %@ 롱 포지션에서 남은 익절·손절 주문을 확인할 수 없습니다. 그런 주문이 있었다면 먼저 ‘주문’ 탭을 확인하십시오. 남은 주문은 이 포지션에 작동하게 됩니다.
zh_hans: Perpl 交易离线期间，无法检查此前 %@ 做多仓位残留的止盈和止损。如果你有残留订单，先查看“委托”：它们会作用于此仓位。

source: Take-profit and stop-loss left from an earlier %@ short can't be checked while Perpl trading is offline. If you had any, check Orders first: they would act on this position.
es: Los take profit y stop loss que hayan quedado de una posición corta anterior en %@ no se pueden comprobar mientras el trading en Perpl está desconectado. Si tenías alguno, revisa Órdenes primero: actuarían sobre esta posición.
fr: Les take profit et stop loss restant d'un précédent short %@ ne peuvent pas être vérifiés tant que le trading Perpl est hors ligne. Si vous en aviez, vérifiez d'abord l'onglet Ordres : ils agiraient sur cette position.
ko: Perpl 거래가 오프라인인 동안에는 이전 %@ 숏 포지션에서 남은 익절·손절 주문을 확인할 수 없습니다. 그런 주문이 있었다면 먼저 ‘주문’ 탭을 확인하십시오. 남은 주문은 이 포지션에 작동하게 됩니다.
zh_hans: Perpl 交易离线期间，无法检查此前 %@ 做空仓位残留的止盈和止损。如果你有残留订单，先查看“委托”：它们会作用于此仓位。

source: Take-profit couldn't execute
es: No se pudo ejecutar el take profit
fr: Le take profit n'a pas pu s'exécuter
ko: 익절 주문 실행 실패
zh_hans: 止盈无法执行

source: Take-profit expired
es: Take profit expirado
fr: Take profit expiré
ko: 익절 주문 만료됨
zh_hans: 止盈已过期

# Take-profit moved to %@, closing %@. The old one was cancelled.
source: Take-profit moved to %1$@, closing %2$@. The old one was cancelled.
es: Take profit movido a %1$@; cierra %2$@. El anterior se canceló.
fr: Take profit déplacé à %1$@, clôturant %2$@. L'ancien a été annulé.
ko: 익절 주문을 옮겼어요: %1$@에서 %2$@ 종료. 기존 주문은 취소되었어요.
zh_hans: 止盈已移至 %1$@，平仓 %2$@。旧的止盈已取消。

source: Take-profit not changed: %@ The old one is still live.
es: Take profit sin cambios: %@ El anterior sigue activo.
fr: Take profit non modifié : %@ L'ancien est toujours actif.
ko: 익절 주문이 변경되지 않았습니다: %@ 기존 주문은 아직 활성 상태입니다.
zh_hans: 止盈未更改：%@旧的止盈仍然有效。

source: Take-profit not placed
es: Take profit no colocado
fr: Take profit non placé
ko: 익절 주문이 설정되지 않음
zh_hans: 止盈未下单

source: Take-profit not placed: %@
es: Take profit no colocado: %@
fr: Take profit non placé : %@
ko: 익절 주문이 설정되지 않았습니다: %@
zh_hans: 止盈未下单：%@

source: Take-profit removed.
es: Take profit quitado.
fr: Take profit supprimé.
ko: 익절 주문이 제거되었어요.
zh_hans: 止盈已移除。

# Take-profit set at %@, closing %@.
source: Take-profit set at %1$@, closing %2$@.
es: Take profit fijado en %1$@; cierra %2$@.
fr: Take profit défini à %1$@, clôturant %2$@.
ko: 익절 주문을 설정했어요: %1$@에서 %2$@ 종료.
zh_hans: 止盈已设于 %1$@，平仓 %2$@。

source: Take-profit triggered
es: Take profit activado
fr: Take profit déclenché
ko: 익절 주문 트리거됨
zh_hans: 止盈已触发

source: Taking longer than usual. Check your balance on %@; DyorHQ checks again each time you open it.
es: Está tardando más de lo habitual. Revisa tu saldo en %@; DyorHQ vuelve a comprobarlo cada vez que la abres.
fr: Plus long que d'habitude. Vérifiez votre solde sur %@ ; DyorHQ vérifie à nouveau à chaque ouverture.
ko: 평소보다 오래 걸리고 있어요. %@에서 잔액을 확인하세요. DyorHQ는 앱을 열 때마다 다시 확인해요.
zh_hans: 耗时比平时长。在 %@ 上查看你的余额；每次打开 DyorHQ 时，它都会再次检查。

source: Target
es: Objetivo
fr: Cible
ko: 목표가
zh_hans: 目标价

source: Tell us what went wrong
es: Cuéntanos qué salió mal
fr: Dites-nous ce qui n'a pas fonctionné
ko: 어떤 문제가 있었는지 알려 주세요
zh_hans: 告诉我们出了什么问题

source: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
ko: 이용약관
zh_hans: 使用条款

source: That doesn't match your recovery phrase. Show it again and check what you wrote down.
es: Eso no coincide con tu frase de recuperación. Vuelve a mostrarla y revisa lo que anotaste.
fr: Cela ne correspond pas à votre phrase de récupération. Affichez-la à nouveau et vérifiez ce que vous avez noté.
ko: 복구 구문과 일치하지 않습니다. 다시 표시하여 적어 둔 내용을 확인하십시오.
zh_hans: 这与你的助记词不符。再次显示助记词，并核对你抄写的内容。

source: That image could not be read.
es: No se pudo leer esa imagen.
fr: Impossible de lire cette image.
ko: 해당 이미지를 읽지 못했습니다.
zh_hans: 无法读取该图片。

source: That image could not be read. Try another.
es: No se pudo leer esa imagen. Prueba con otra.
fr: Impossible de lire cette image. Essayez-en une autre.
ko: 해당 이미지를 읽지 못했습니다. 다른 이미지를 사용하십시오.
zh_hans: 无法读取该图片。换一张试试。

source: That link isn't a Moment.
es: Ese enlace no es un Moment.
fr: Ce lien ne correspond pas à un Moment.
ko: 해당 링크는 Moment가 아닙니다.
zh_hans: 该链接不是 Moment。

source: That passkey belongs to %1$@, not to this account (%2$@). Sign out to switch accounts.
es: Esa llave de acceso pertenece a %1$@, no a esta cuenta (%2$@). Cierra sesión para cambiar de cuenta.
fr: Cette clé d'identification appartient à %1$@, et non à ce compte (%2$@). Déconnectez-vous pour changer de compte.
ko: 이 패스키는 이 계정(%2$@)이 아닌 %1$@의 패스키입니다. 계정을 전환하려면 로그아웃하십시오.
zh_hans: 该通行密钥属于 %1$@，而不是此账户（%2$@）。退出登录以切换账户。

source: That password is too common.
es: Esa contraseña es demasiado común.
fr: Ce mot de passe est trop courant.
ko: 너무 흔한 비밀번호입니다.
zh_hans: 该密码太常见。
